import React from 'react';

function Aboutme() {
    return (
        <div>
            <section id="about-me" className="about-me-pad2 my-4 py-5 ">
                <h2 className="my-4 fw-bolder">About Me</h2>
                <div className="about-me">
                    <p>
                        Добро пожаловать на мой сайт портфолио! Я начинающий разработчик, специализирующийся на JavaScript, React и TypeScript.
                        {/* Я посвятила много времени и усилий, чтобы развивать свои знания и навыки в различных технологиях веб-разработки.
                        Мои работы отражают мое стремление к творческому подходу, инновационности и высокому качеству. </p> */}  </p>
                    <p>
                        Я разработала несколько проектов для демонстрации своих навыков и каждый из них имеет ссылки на репозиторий на GitHub
                        и на развернутый вариант приложения, где вы можете оценить его в действии. Я стремлюсь к созданию качественных,
                        масштабируемых и инновационных веб-приложений, которые будут удовлетворять потребности пользователей.
                    </p>
                    <p> Готова работать в команде, учиться у своих коллег и принимать новые вызовы с энтузиазмом. Спасибо,
                        что посетили мой сайт портфолио. Я надеюсь на возможность сотрудничества с вами в будущем!
                    </p>
                </div>
            </section >
        </div>
    )
}

export default Aboutme;






